//Strings for delete confirmation dialog

//Title
"Are you sure you want to delete the selected recipient(s)?" = "Vill du ta bort de valda mottagarna?";

//Buttons
"Delete" = "Radera";
"Cancel" = "Avbryt";